tap "homebrew/bundle"
tap "hudochenkov/sshpass"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rcmdnk/file"
brew "pycparser"
brew "cffi"
brew "ansible"
brew "zstd"
brew "awscli"
brew "bash"
brew "cdrtools"
brew "cocoapods"
brew "docker", link: false
brew "docker-compose", link: false
brew "gcc"
brew "git"
brew "unbound"
brew "gnutls"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "libssh"
brew "qemu"
brew "lima"
brew "llm"
brew "lxc"
brew "pillow"
brew "pyenv"
brew "tfenv"
brew "tmux"
brew "hudochenkov/sshpass/sshpass"
brew "qmk/qmk/qmk"
cask "finch"
cask "karabiner-elements"
cask "vagrant"
cask "wezterm"
cask "xquartz"
vscode "dbaeumer.vscode-eslint"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.code-runner"
vscode "franneck94.c-cpp-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "keisuke-m.tf-split"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
